Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginStorage/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: %lld downloaded
zh_hans: %lld 已下载
zh_hant_hk: %lld 已下載
zh_hant_tw: %lld 已下載

source: %lld downloaded, %lld not downloaded
zh_hans: %lld个已下载, %lld个未下载
zh_hant_hk: %lld個已下載, %lld個未下載
zh_hant_tw: %lld個已下載, %lld個未下載

source: %lld downloading
zh_hans: %lld 下载中
zh_hant_hk: %lld 下載中
zh_hant_tw: %lld 下載中

source: %lld not downloaded
zh_hans: %lld 未下载
zh_hant_hk: %lld 未下載
zh_hant_tw: %lld 未下載

source: • Cancel: Keep the original location unchanged
zh_hans: • 取消操作：保持原位置不变
zh_hant_hk: • 取消操作：保持原位置不變
zh_hant_tw: • 取消操作：保持原位置不變

source: • Do not close the app during migration. Cancelling may leave data incomplete
zh_hans: • 迁移过程中请勿关闭应用，取消迁移可能导致数据不完整
zh_hant_hk: • 遷移過程中請勿關閉應用，取消遷移可能導致數據不完整
zh_hant_tw: • 遷移過程中請勿關閉應用，取消遷移可能導致資料不完整

source: • If source data is in iCloud and has files that are not downloaded, migration may take longer while downloads finish
zh_hans: • 如果源数据在 iCloud 中且有未下载的文件，需要等待下载完成，可能需要较长时间
zh_hant_hk: • 如果源數據在 iCloud 中且有未下載的文件，需要等待下載完成，可能需要較長時間
zh_hant_tw: • 如果源資料在 iCloud 中且有未下載的檔案，需要等待下載完成，可能需要較長時間

source: • Migrate Data: Move existing data to the new location
zh_hans: • 迁移数据：将现有数据迁移到新位置
zh_hant_hk: • 遷移數據：將現有數據遷移到新位置
zh_hant_tw: • 遷移資料：將現有資料遷移到新位置

source: • Use Directly: Use the new location and keep existing data unchanged
zh_hans: • 直接使用：直接使用新位置，原有数据保持不变
zh_hant_hk: • 直接使用：直接使用新位置，原有數據保持不變
zh_hant_tw: • 直接使用：直接使用新位置，原有資料保持不變

source: Calculating...
zh_hans: 计算中...
zh_hant_hk: 計算中...
zh_hant_tw: 計算中...

source: Cancel
zh_hans: 取消操作
zh_hant_hk: 取消操作
zh_hant_tw: 取消操作

source: Cancel Migration
zh_hans: 取消迁移
zh_hant_hk: 取消遷移
zh_hant_tw: 取消遷移

source: Cancel migration?
zh_hans: 确定要取消迁移吗？
zh_hant_hk: 確定要取消遷移嗎？
zh_hant_tw: 確定要取消遷移嗎？

source: Cancelling migration may leave data incomplete. Waiting for migration to finish is recommended.
zh_hans: 取消迁移可能会导致数据不完整，建议等待迁移完成。
zh_hant_hk: 取消遷移可能會導致數據不完整，建議等待遷移完成。
zh_hant_tw: 取消遷移可能會導致資料不完整，建議等待遷移完成。

source: Cancelling...
zh_hans: 正在取消...
zh_hant_hk: 正在取消...
zh_hant_tw: 正在取消...

source: Checking (%lld/%lld)
zh_hans: 检查中 (%lld/%lld)
zh_hant_hk: 檢查中 (%lld/%lld)
zh_hant_tw: 檢查中 (%lld/%lld)

source: Checking folder %@ (%lld/%lld)
zh_hans: 正在检查目录 %@ (%lld/%lld)
zh_hant_hk: 正在檢查目錄 %@ (%lld/%lld)
zh_hant_tw: 正在檢查目錄 %@ (%lld/%lld)

source: Checking...
zh_hans: 检查中...
zh_hant_hk: 檢查中...
zh_hant_tw: 檢查中...

source: Confirm Cancel
zh_hans: 确定取消
zh_hant_hk: 確定取消
zh_hant_tw: 確定取消

source: Continue Migration
zh_hans: 继续迁移
zh_hant_hk: 繼續遷移
zh_hant_tw: 繼續遷移

source: Done
zh_hans: 完成
zh_hant_hk: 完成
zh_hant_tw: 完成

source: Downloaded
zh_hans: 已下载
zh_hant_hk: 已下載
zh_hant_tw: 已下載

source: Downloading %lld%%
zh_hans: 下载中 %lld%
zh_hant_hk: 下載中 %lld%
zh_hant_tw: 下載中 %lld%

source: Empty Folder
zh_hans: 空文件夹
zh_hant_hk: 空文件夾
zh_hant_tw: 空資料夾

source: File operation failed: %@
zh_hans: 文件操作失败: %@
zh_hant_hk: 文件操作失敗: %@
zh_hant_tw: 檔案操作失敗: %@

source: Give Up
zh_hans: 放弃
zh_hant_hk: 放棄
zh_hant_tw: 放棄

source: iCloud Drive is unavailable
zh_hans: iCloud Drive 不可用
zh_hant_hk: iCloud Drive 不可用
zh_hant_tw: iCloud Drive 不可用

source: Important:
zh_hans: 重要提示：
zh_hant_hk: 重要提示：
zh_hant_tw: 重要提示：

source: Keep the original location unchanged
zh_hans: 保持原位置不变
zh_hant_hk: 保持原位置不變
zh_hant_tw: 保持原位置不變

source: Local
zh_hans: 本地
zh_hant_hk: 本地
zh_hant_tw: 本地

source: Local File
zh_hans: 本地文件
zh_hant_hk: 本地文件
zh_hant_tw: 本地檔案

source: Local Folder
zh_hans: 本地目录
zh_hant_hk: 本地目錄
zh_hant_tw: 本地目錄

source: Local storage is unavailable
zh_hans: 本地存储不可用
zh_hant_hk: 本地存儲不可用
zh_hant_tw: 本地儲存不可用

source: Media Storage Location
zh_hans: 媒体存储位置
zh_hant_hk: 媒體存儲位置
zh_hant_tw: 媒體儲存位置

source: Migrate Data
zh_hans: 迁移数据
zh_hant_hk: 遷移數據
zh_hant_tw: 遷移資料

source: Migrating...
zh_hans: 迁移中...
zh_hant_hk: 遷移中...
zh_hant_tw: 遷移中...

source: Migration Cancelled
zh_hans: 迁移已取消
zh_hant_hk: 遷移已取消
zh_hant_tw: 遷移已取消

source: Migration completed
zh_hans: 迁移已完成
zh_hant_hk: 遷移已完成
zh_hant_tw: 遷移已完成

source: Migration failed: %@
zh_hans: 迁移出现问题: %@
zh_hant_hk: 遷移出現問題: %@
zh_hant_tw: 遷移出現問題: %@

source: Migration Status
zh_hans: 迁移状态
zh_hant_hk: 遷移狀態
zh_hant_tw: 遷移狀態

source: Migration was cancelled. Some files may have already been migrated.
zh_hans: 迁移已取消，部分文件可能已经迁移
zh_hant_hk: 遷移已取消，部分文件可能已經遷移
zh_hant_tw: 遷移已取消，部分檔案可能已經遷移

source: Missing
zh_hans: 不存在
zh_hant_hk: 不存在
zh_hant_tw: 不存在

source: Move existing data to the new location
zh_hans: 将现有数据迁移到新位置
zh_hant_hk: 將現有數據遷移到新位置
zh_hant_tw: 將現有資料遷移到新位置

source: Name
zh_hans: 名称
zh_hant_hk: 名稱
zh_hant_tw: 名稱

source: Not Downloaded
zh_hans: 未下载
zh_hant_hk: 未下載
zh_hant_tw: 未下載

source: Not Set
zh_hans: 未设置
zh_hant_hk: 未設置
zh_hant_tw: 未設定

source: Retry
zh_hans: 重试
zh_hant_hk: 重試
zh_hant_tw: 重試

source: Retry Migration
zh_hans: 重试迁移
zh_hant_hk: 重試遷移
zh_hant_tw: 重試遷移

source: Size
zh_hans: 大小
zh_hant_hk: 大小
zh_hant_tw: 大小

source: Source folder not found
zh_hans: 无法找到源文件夹
zh_hant_hk: 無法找到源文件夾
zh_hant_tw: 無法找到原始檔夾

source: Source Library
zh_hans: 源媒体库
zh_hant_hk: 源媒體庫
zh_hant_tw: 源媒體庫

source: Status
zh_hans: 状态
zh_hant_hk: 狀態
zh_hant_tw: 狀態

source: Storage Settings
zh_hans: 存储设置
zh_hant_hk: 存儲設置
zh_hant_tw: 儲存設定

source: Store media files in iCloud Drive
zh_hans: 将媒体文件存储在 iCloud Drive
zh_hant_hk: 將媒體文件存儲在 iCloud Drive
zh_hant_tw: 將媒體檔案儲存在 iCloud Drive

source: Store within app, data will be lost if app is deleted
zh_hans: 存储在应用内，删除应用会丢失数据
zh_hant_hk: 存儲在應用內，刪除應用會丟失數據
zh_hant_tw: 儲存在應用內，刪除應用會丟失資料

source: Switched to new location
zh_hans: 已切换到新位置
zh_hant_hk: 已切換到新位置
zh_hant_tw: 已切換到新位置

source: Target folder cannot be inside the source folder
zh_hans: 目标文件夹不能位于源文件夹内
zh_hant_hk: 目標文件夾不能位於源文件夾內
zh_hant_tw: 目標資料夾不能位於原始檔夾內

source: Target folder not found
zh_hans: 无法找到目标文件夹
zh_hant_hk: 無法找到目標文件夾
zh_hant_tw: 無法找到目標資料夾

source: Target Library
zh_hans: 目标媒体库
zh_hant_hk: 目標媒體庫
zh_hant_tw: 目標媒體庫

source: Unable to read file list
zh_hans: 无法读取文件列表
zh_hant_hk: 無法讀取文件列表
zh_hant_tw: 無法讀取檔案列表

source: Unavailable
zh_hans: 不可用
zh_hant_hk: 不可用
zh_hant_tw: 不可用

source: Use Directly
zh_hans: 直接使用
zh_hant_hk: 直接使用
zh_hant_tw: 直接使用

source: Use the new location directly and keep existing data unchanged
zh_hans: 直接使用新位置，原有数据保持不变
zh_hant_hk: 直接使用新位置，原有數據保持不變
zh_hant_tw: 直接使用新位置，原有資料保持不變

source: 保持原位置不变
zh_hant_hk: 保持原位置不變
zh_hant_tw: 保持原位置不變

source: 取消迁移
zh_hant_hk: 取消遷移
zh_hant_tw: 取消遷移

source: 取消迁移可能会导致数据不完整，建议等待迁移完成。
zh_hant_hk: 取消遷移可能會導致數據不完整，建議等待遷移完成。
zh_hant_tw: 取消遷移可能會導致資料不完整，建議等待遷移完成。

source: 将现有数据迁移到新位置
zh_hant_hk: 將現有數據遷移到新位置
zh_hant_tw: 將現有資料遷移到新位置

source: 放弃
zh_hant_hk: 放棄
zh_hant_tw: 放棄

source: 直接使用新位置，原有数据保持不变
zh_hant_hk: 直接使用新位置，原有數據保持不變
zh_hant_tw: 直接使用新位置，原有資料保持不變

source: 确定取消
zh_hant_hk: 確定取消
zh_hant_tw: 確定取消

source: 确定要取消迁移吗？
zh_hant_hk: 確定要取消遷移嗎？
zh_hant_tw: 確定要取消遷移嗎？

source: 继续迁移
zh_hant_hk: 繼續遷移
zh_hant_tw: 繼續遷移

source: 计算中...
zh_hant_hk: 計算中...
zh_hant_tw: 計算中...

source: 迁移中...
zh_hant_hk: 遷移中...
zh_hant_tw: 遷移中...

source: 迁移出现问题: %@
zh_hant_hk: 遷移出現問題: %@
zh_hant_tw: 遷移出現問題: %@

source: 迁移已取消
zh_hant_hk: 遷移已取消
zh_hant_tw: 遷移已取消

source: 迁移数据
zh_hant_hk: 遷移數據
zh_hant_tw: 遷移資料

source: 迁移状态
zh_hant_hk: 遷移狀態
zh_hant_tw: 遷移狀態

source: 重试
zh_hant_hk: 重試
zh_hant_tw: 重試

source: 重试迁移
zh_hant_hk: 重試遷移
zh_hant_tw: 重試遷移
